archived_old_versions/gaganyaan_openfoam_staged_research_v2/gaganyaan_openfoam_staged_research_v2/cases/01_drogue_reefed/constant/momentumTransport
FoamFile
{ version 2.0; format ascii; class dictionary; object momentumTransport; }
simulationType RAS;
RAS
{
    model           kOmegaSST;
    turbulence      on;
    printCoeffs     on;
}
